Repository: apps3k-com/CodingBuddy
Catalog: CodingBuddy/Localizable.xcstrings
Source language: en
Languages: de

source: Opens the secure GitHub device authorization page.
de: Öffnet die sichere GitHub-Seite zur Geräteautorisierung.

source: Partial queue: %lld repositories are not current
de: Teilweise Fokusliste: %lld Repositories sind nicht aktuell

source: Queue unavailable for %lld repositories
de: Fokusliste für %lld Repositories nicht verfügbar

source: Reconnect GitHub App...
de: GitHub App erneut verbinden …

source: Refresh queue and selected pull request
de: Fokusliste und ausgewählten Pull Request aktualisieren

source: Saving a read-only token disconnects the GitHub App and disables Review Desk write actions.
de: Das Speichern eines Nur-Lese-Tokens trennt die GitHub App und deaktiviert Schreibaktionen im Review Desk.

source: Server enforcement
de: Serverseitige Durchsetzung

source: Switch to GitHub App...
de: Zur GitHub App wechseln …

source: Switch to Read-only Token...
de: Zum Nur-Lese-Token wechseln …

source: Switch to a read-only token?
de: Zu einem Nur-Lese-Token wechseln?

source: Switch to the GitHub App?
de: Zur GitHub App wechseln?

source: The action result is uncertain. Verify again or check GitHub before continuing.
de: Das Ergebnis der Aktion ist unklar. Prüfe erneut oder kontrolliere GitHub, bevor du fortfährst.

source: Verify Again
de: Erneut prüfen

source: Applying action on GitHub...
de: Aktion auf GitHub anwenden …

source: Checking current GitHub state...
de: Aktuellen GitHub-Status prüfen …

source: GitHub access unavailable
de: GitHub-Zugriff nicht verfügbar

source: GitHub sign-in code is ready. Copy it, then open GitHub to continue.
de: Der GitHub-Anmeldecode ist bereit. Kopiere ihn und öffne dann GitHub, um fortzufahren.

source: No repository merge method is available.
de: Für dieses Repository ist keine Merge-Methode verfügbar.

source: Not refreshed
de: Nicht aktualisiert

source: Partial queue
de: Unvollständige Fokusliste

source: Queue current
de: Fokusliste aktuell

source: Queue unavailable
de: Fokusliste nicht verfügbar

source: Rate limited
de: Rate-Limit erreicht

source: Refreshing
de: Wird aktualisiert

source: Refreshing GitHub state...
de: GitHub-Status aktualisieren …

source: Refreshing queue...
de: Fokusliste aktualisieren …

source: Repository unavailable
de: Repository nicht verfügbar

source: Retry after %@
de: Erneut versuchen nach %@

source: The pull request changed. Review the refreshed state.
de: Der Pull Request hat sich geändert. Prüfe den aktualisierten Status.

source: Verifying GitHub state...
de: GitHub-Status verifizieren …

source: Project move verified on GitHub
de: Project-Verschiebung auf GitHub verifiziert

source: GitHub did not apply the Project move.
de: GitHub hat die Project-Verschiebung nicht angewendet.

source: CodingBuddy could not complete the GitHub Projects request.
de: CodingBuddy konnte die GitHub-Projects-Anfrage nicht abschließen.

source: Table
de: Tabelle

source: Draft issue
de: Entwurfs-Issue

source: Unavailable item
de: Nicht verfügbarer Eintrag

source: Merged
de: Gemergt

source: Draft
de: Entwurf

source: In progress
de: In Arbeit

source: In review
de: Im Review

source: Ready to merge
de: Merge-bereit

source: Canceled
de: Abgebrochen

source: Reverse transition
de: Rückwärtsübergang

source: Linkage
de: Verknüpfung

source: Roll-up
de: Zusammenfassung

source: Automation
de: Automatisierung

source: Critical
de: Kritisch

source: Move
de: Verschieben

source: Organization
de: Organisation

source: GitHub organization
de: GitHub-Organisation

source: Load organization Projects
de: Projects der Organisation laden

source: Choose Project
de: Project auswählen

source: Field
de: Feld

source: Choose field
de: Feld auswählen

source: Board field
de: Board-Feld

source: Open GitHub authorization settings
de: GitHub-Autorisierungseinstellungen öffnen

source: Loading GitHub Projects...
de: GitHub Projects werden geladen …

source: Project discovery reached the configured safety limit.
de: Die Project-Suche hat das konfigurierte Sicherheitslimit erreicht.

source: Project evidence is incomplete. Changes are disabled.
de: Die Project-Evidenz ist unvollständig. Änderungen sind deaktiviert.

source: Validating current Project state...
de: Aktueller Project-Status wird geprüft …

source: Applying Project move...
de: Project-Verschiebung wird angewendet …

source: Project move needs verification
de: Project-Verschiebung muss verifiziert werden

source: Verifying Project move on GitHub...
de: Project-Verschiebung wird auf GitHub verifiziert …

source: Project move remains unverified. GitHub verification failed: %@
de: Project-Verschiebung bleibt unverifiziert. GitHub-Verifizierung fehlgeschlagen: %@

source: Verify on GitHub
de: Auf GitHub verifizieren

source: Project state changed. Review the refreshed item.
de: Der Project-Status hat sich geändert. Prüfe den aktualisierten Eintrag.

source: Choose a GitHub Project
de: GitHub Project auswählen

source: No accessible Projects
de: Keine zugänglichen Projects

source: No organization Projects are visible to the current GitHub authorization. Check organization access and Project permissions.
de: Für die aktuelle GitHub-Autorisierung sind keine Projects der Organisation sichtbar. Prüfe den Organisationszugriff und die Project-Berechtigungen.

source: GitHub Project table
de: GitHub-Project-Tabelle

source: %lld items
de: %lld Einträge

source: 1 item
de: 1 Eintrag

source: Selects the item and opens its evidence inspector.
de: Wählt den Eintrag aus und öffnet den Evidenz-Inspector.

source: GitHub Project lifecycle role done
de: Erledigt

source: GitHub Project lifecycle role ready
de: Bereit

source: Project view
de: Project-Ansicht

source: Filter repositories
de: Repositories filtern

source: Drift
de: Abweichungen

source: Filter planning drift
de: Planungsabweichungen filtern

source: Configure lifecycle policy
de: Lifecycle-Policy konfigurieren

source: Refresh Project
de: Project aktualisieren

source: Move to
de: Verschieben nach

source: No value
de: Kein Wert

source: Unavailable value: %@
de: Nicht verfügbarer Wert: %@

source: Unavailable value
de: Nicht verfügbarer Wert

source: Dismiss
de: Schließen

source: %lld drift findings
de: %lld Abweichungen

source: 1 drift finding
de: 1 Abweichung

source: This move enters, leaves, or clears a terminal lifecycle state.
de: Diese Verschiebung erreicht, verlässt oder leert einen terminalen Lifecycle-Status.

source: This move conflicts with the current GitHub issue or pull request state.
de: Diese Verschiebung widerspricht dem aktuellen GitHub-Status des Issues oder Pull Requests.

source: GitHub evidence cannot classify this move safely.
de: Die GitHub-Evidenz reicht nicht aus, um diese Verschiebung sicher einzuordnen.

source: Review the current Project item before moving it.
de: Prüfe den aktuellen Project-Eintrag vor dem Verschieben.

source: Project item inspector
de: Project-Eintrags-Inspector

source: Unavailable
de: Nicht verfügbar

source: Open on GitHub
de: Auf GitHub öffnen

source: No known drift
de: Keine bekannte Abweichung

source: Repository scope is unavailable
de: Repository-Scope ist nicht verfügbar

source: Field values are incomplete
de: Feldwerte sind unvollständig

source: Relationships are incomplete
de: Beziehungen sind unvollständig

source: Lifecycle roles
de: Lifecycle-Rollen

source: Not classified
de: Nicht klassifiziert

source: Relationship rules
de: Beziehungsregeln

source: Require related items in this Project
de: Verknüpfte Einträge in diesem Project verlangen

source: Require a closing issue for pull requests
de: Schließendes Issue für Pull Requests verlangen

source: Flag active parents when every child is terminal
de: Aktive Eltern markieren, wenn alle Kinder terminal sind

source: Required automations
de: Erforderliche Automatisierungen

source: No Project workflows available
de: Keine Project-Workflows verfügbar

source: Disabled
de: Deaktiviert

source: The selected project field is unavailable or has changed.
de: Das ausgewählte Project-Feld ist nicht verfügbar oder wurde geändert.

source: %@ has no value for %@.
de: %@ hat keinen Wert für %@.

source: %@ returned more than one value for %@.
de: %@ hat mehr als einen Wert für %@ zurückgegeben.

source: Lifecycle field needs attention
de: Lifecycle-Feld erfordert Aufmerksamkeit

source: Project option no longer exists
de: Project-Option existiert nicht mehr

source: %@ still references the removed option %@.
de: %@ verweist weiterhin auf die entfernte Option %@.

source: Not every field value was available for %@.
de: Nicht jeder Feldwert war für %@ verfügbar.

source: Not every relationship was available for %@.
de: Nicht jede Beziehung war für %@ verfügbar.

source: The issue completion reason is unavailable for %@.
de: Der Abschlussgrund des Issues ist für %@ nicht verfügbar.

source: Required automation is missing, but no active Project item can own the finding.
de: Eine erforderliche Automatisierung fehlt, aber kein aktiver Project-Eintrag kann den Befund tragen.

source: %lld field options still need a lifecycle role.
de: %lld Feldoptionen benötigen noch eine Lifecycle-Rolle.

source: Terminal work remains active
de: Terminale Arbeit bleibt aktiv

source: %@ is %@ but remains in the active %@ lane.
de: %@ ist %@, bleibt aber in der aktiven Spalte %@.

source: Issue completion reason conflicts with the lane
de: Issue-Abschlussgrund widerspricht der Spalte

source: %@ was closed with reason %@ but remains in %@.
de: %@ wurde mit dem Grund %@ geschlossen, bleibt aber in %@.

source: Active work remains terminal
de: Aktive Arbeit bleibt terminal

source: %@ is open but remains in the terminal %@ lane.
de: %@ ist offen, bleibt aber in der terminalen Spalte %@.

source: Pull request does not close an issue
de: Pull Request schließt kein Issue

source: %@ has no closing issue relationship.
de: %@ hat keine Beziehung zu einem schließenden Issue.

source: Related work is outside this project
de: Verknüpfte Arbeit liegt außerhalb dieses Projects

source: %@ references %@, which is not a visible item in this project.
de: %@ verweist auf %@, das in diesem Project nicht sichtbar ist.

source: Parent completed before its children
de: Elterneintrag vor seinen Kindern abgeschlossen

source: %@ is terminal while child %@ is still active.
de: %@ ist terminal, während das Kind %@ noch aktiv ist.

source: Parent may be ready to complete
de: Elterneintrag ist möglicherweise abschließbar

source: All %lld known children of %@ are terminal, but the parent remains active.
de: Alle %lld bekannten Kinder von %@ sind terminal, aber der Elterneintrag bleibt aktiv.

source: Child issue is outside this project
de: Untergeordnetes Issue liegt außerhalb dieses Projects

source: %@ tracks child %@, which is not a visible project item.
de: %@ verfolgt das Kind %@, das kein sichtbarer Project-Eintrag ist.

source: Required project automation is unavailable
de: Erforderliche Project-Automatisierung ist nicht verfügbar

source: Required workflow %@ is missing or disabled.
de: Der erforderliche Workflow %@ fehlt oder ist deaktiviert.

source: The project field list is incomplete.
de: Die Project-Feldliste ist unvollständig.

source: The project item list is incomplete.
de: Die Project-Eintragsliste ist unvollständig.

source: The project workflow list is incomplete.
de: Die Project-Workflow-Liste ist unvollständig.

source: %lld items have incomplete field values.
de: %lld Einträge haben unvollständige Feldwerte.

source: %lld items have incomplete relationship evidence.
de: %lld Einträge haben unvollständige Beziehungsevidenz.

source: Sign in to GitHub to load Projects.
de: Melde dich bei GitHub an, um Projects zu laden.

source: Enter a valid GitHub organization login.
de: Gib einen gültigen GitHub-Organisations-Login ein.

source: The selected GitHub Project is invalid.
de: Das ausgewählte GitHub Project ist ungültig.

source: The GitHub authorization cannot access organization Projects.
de: Die GitHub-Autorisierung kann nicht auf Organisations-Projects zugreifen.

source: The GitHub organization is unavailable to this authorization.
de: Die GitHub-Organisation ist für diese Autorisierung nicht verfügbar.

source: The selected GitHub Project is unavailable.
de: Das ausgewählte GitHub Project ist nicht verfügbar.

source: GitHub is unreachable. Check the network and try again.
de: GitHub ist nicht erreichbar. Prüfe das Netzwerk und versuche es erneut.

source: GitHub returned incomplete Project data.
de: GitHub hat unvollständige Project-Daten zurückgegeben.

source: GitHub Project pagination changed before the read completed.
de: Die GitHub-Project-Pagination hat sich vor Abschluss des Lesevorgangs geändert.

source: GitHub returned duplicate Project identities.
de: GitHub hat doppelte Project-Identitäten zurückgegeben.

source: The GitHub Project exceeds the safe snapshot limit.
de: Das GitHub Project überschreitet das sichere Snapshot-Limit.

source: The GitHub Project changed. Refresh before trying again.
de: Das GitHub Project wurde geändert. Aktualisiere es vor einem erneuten Versuch.

source: Sign in with the CodingBuddy GitHub App before changing Projects.
de: Melde dich mit der CodingBuddy GitHub App an, bevor du Projects änderst.

source: The requested Project change is no longer valid.
de: Die angeforderte Project-Änderung ist nicht mehr gültig.

source: Complete Project evidence and lifecycle roles are required before changing an item.
de: Vor dem Ändern eines Eintrags sind vollständige Project-Evidenz und Lifecycle-Rollen erforderlich.

source: GitHub may have applied the change. Verify the item before trying again.
de: GitHub könnte die Änderung angewendet haben. Verifiziere den Eintrag vor einem erneuten Versuch.

source: GitHub rejected the Project change.
de: GitHub hat die Project-Änderung abgelehnt.

source: Search Project items
de: Project-Einträge durchsuchen

source: Confirm Project move
de: Project-Verschiebung bestätigen

source: Type
de: Typ

source: Title
de: Titel

source: Lifecycle policy requires configuration
de: Lifecycle-Policy muss konfiguriert werden

source: Assign every field option a lifecycle role before assessing drift or moving items.
de: Weise jeder Feldoption eine Lifecycle-Rolle zu, bevor Abweichungen bewertet oder Einträge verschoben werden.

source: Configure policy
de: Policy konfigurieren

source: No single-select fields
de: Keine Single-Select-Felder

source: Project fields unavailable
de: Project-Felder nicht verfügbar

source: GitHub did not provide a complete field list. Refresh before choosing a board field.
de: GitHub hat keine vollständige Feldliste bereitgestellt. Aktualisiere das Project, bevor du ein Board-Feld auswählst.

source: This Project has no single-select fields available for a table or board.
de: Dieses Project hat keine Single-Select-Felder für eine Tabelle oder ein Board.

source: Choose a board field
de: Board-Feld auswählen

source: Select a single-select field to define the table values and board columns.
de: Wähle ein Single-Select-Feld aus, um Tabellenwerte und Board-Spalten festzulegen.

source: No Project items
de: Keine Project-Einträge

source: Project items unavailable
de: Project-Einträge nicht verfügbar

source: GitHub did not provide a complete item list. Refresh before evaluating this Project.
de: GitHub hat keine vollständige Eintragsliste bereitgestellt. Aktualisiere das Project vor der Bewertung.

source: This Project snapshot contains no items.
de: Dieser Project-Snapshot enthält keine Einträge.

source: No matching Project items
de: Keine passenden Project-Einträge

source: Change the search or Project filters to show items.
de: Ändere die Suche oder die Project-Filter, um Einträge anzuzeigen.

source: Reset Filters
de: Filter zurücksetzen

source: No active Project items
de: Keine aktiven Project-Einträge

source: This Project contains only archived items.
de: Dieses Project enthält nur archivierte Einträge.

source: Show archived items
de: Archivierte Einträge anzeigen

source: No visible Project items
de: Keine sichtbaren Project-Einträge

source: GitHub did not return any items that can be shown for this field.
de: GitHub hat keine Einträge zurückgegeben, die für dieses Feld angezeigt werden können.

source: Include archived items
de: Archivierte Einträge einbeziehen

source: %@. Drift assessment incomplete.
de: %@. Bewertung der Abweichungen unvollständig.

source: %@. Lifecycle policy requires configuration.
de: %@. Lifecycle-Policy muss konfiguriert werden.

source: No drift found
de: Keine Abweichung gefunden

source: Drift assessment incomplete
de: Bewertung der Abweichungen unvollständig

source: Drift assessment is incomplete. Known findings are shown, but CodingBuddy cannot confirm an all-clear.
de: Die Bewertung der Abweichungen ist unvollständig. Bekannte Befunde werden angezeigt, aber CodingBuddy kann keine Entwarnung bestätigen.

source: Read-only access. GitHub does not allow this account to update Project items.
de: Schreibgeschützter Zugriff. GitHub erlaubt diesem Konto nicht, Project-Einträge zu aktualisieren.

source: Drift assessment unavailable
de: Bewertung der Abweichungen nicht verfügbar

source: Missing Project evidence means CodingBuddy cannot rule out drift.
de: Wegen fehlender Project-Evidenz kann CodingBuddy Abweichungen nicht ausschließen.

source: Refresh Project. Snapshot age: %@. Captured: %@.
de: Project aktualisieren. Snapshot-Alter: %@. Erfasst: %@.

source: Showing snapshot captured %@ (%@). Refresh failed: %@
de: Snapshot vom %@ wird angezeigt (%@). Aktualisierung fehlgeschlagen: %@

source: Move “%@” from “%@” to “%@”. %@
de: „%@“ von „%@“ nach „%@“ verschieben. %@

source: This field value is no longer available in the Project configuration.
de: Dieser Feldwert ist in der Project-Konfiguration nicht mehr verfügbar.

source: GitHub returned multiple values for this single-select field.
de: GitHub hat mehrere Werte für dieses Single-Select-Feld zurückgegeben.

source: Unavailable references
de: Nicht verfügbare Referenzen

source: Incomplete policy evidence
de: Unvollständige Policy-Evidenz

source: GitHub returned an incomplete field or workflow list. Missing policy references are preserved until a complete refresh proves they were removed.
de: GitHub hat eine unvollständige Feld- oder Workflow-Liste zurückgegeben. Fehlende Policy-Referenzen bleiben erhalten, bis eine vollständige Aktualisierung ihre Entfernung belegt.

source: This policy still references Project options or workflows that GitHub no longer provides. Saving removes these references.
de: Diese Policy referenziert noch Project-Optionen oder Workflows, die GitHub nicht mehr bereitstellt. Beim Speichern werden diese Referenzen entfernt.

source: Removed field option
de: Entfernte Feldoption

source: Removed workflow
de: Entfernter Workflow

source: Remove unavailable references
de: Nicht verfügbare Referenzen entfernen
